{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 500, "word_counts": "{\"give\": 100, \"me\": 100, \"9\": 100, \"of\": 400, \"digit\": 400, \"7\": 100, \"generate\": 200, \"4\": 100, \"images\": 300, \"the\": 200, \"5\": 100, \"8\": 100, \"i\": 200, \"need\": 200, \"showing\": 100, \"samples\": 100, \"please\": 100, \"number\": 100, \"0\": 50, \"3\": 100, \"10\": 50, \"6\": 100, \"2\": 100, \"1\": 100}", "word_docs": "{\"give\": 100, \"me\": 100, \"of\": 400, \"7\": 95, \"9\": 95, \"digit\": 400, \"images\": 300, \"the\": 200, \"4\": 95, \"generate\": 200, \"8\": 95, \"5\": 95, \"showing\": 100, \"i\": 200, \"need\": 200, \"samples\": 100, \"number\": 100, \"please\": 100, \"0\": 50, \"3\": 95, \"10\": 50, \"6\": 95, \"2\": 95, \"1\": 95}", "index_docs": "{\"9\": 100, \"10\": 100, \"2\": 400, \"12\": 95, \"11\": 95, \"3\": 400, \"4\": 300, \"6\": 200, \"13\": 95, \"5\": 200, \"15\": 95, \"14\": 95, \"16\": 100, \"7\": 200, \"8\": 200, \"17\": 100, \"19\": 100, \"18\": 100, \"24\": 50, \"20\": 95, \"25\": 50, \"21\": 95, \"22\": 95, \"23\": 95}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"of\", \"3\": \"digit\", \"4\": \"images\", \"5\": \"generate\", \"6\": \"the\", \"7\": \"i\", \"8\": \"need\", \"9\": \"give\", \"10\": \"me\", \"11\": \"9\", \"12\": \"7\", \"13\": \"4\", \"14\": \"5\", \"15\": \"8\", \"16\": \"showing\", \"17\": \"samples\", \"18\": \"please\", \"19\": \"number\", \"20\": \"3\", \"21\": \"6\", \"22\": \"2\", \"23\": \"1\", \"24\": \"0\", \"25\": \"10\"}", "word_index": "{\"<OOV>\": 1, \"of\": 2, \"digit\": 3, \"images\": 4, \"generate\": 5, \"the\": 6, \"i\": 7, \"need\": 8, \"give\": 9, \"me\": 10, \"9\": 11, \"7\": 12, \"4\": 13, \"5\": 14, \"8\": 15, \"showing\": 16, \"samples\": 17, \"please\": 18, \"number\": 19, \"3\": 20, \"6\": 21, \"2\": 22, \"1\": 23, \"0\": 24, \"10\": 25}"}}